{
  "creatures": [
    {
      "id": 10,
      "name": "Kappa",
      "description": "Also known as kawatarō (川太郎, `river-boy`), komahiki (駒引, `horse-puller`), with a boss called kawatora (川虎, `river-tiger`) or suiko (水虎, `water-tiger`) — is a reptiloid kami with similarities to yōkai found in traditional Japanese folklore. Kappa can become harmful when they are not respected as gods. They are typically depicted as green, human-like beings with webbed hands and feet and turtle-like carapaces on their backs. A depression on its head, called its `dish` (sara), retains water, and if this is damaged or its liquid is lost (either through spilling or drying up), the kappa is severely weakened.",
      "informations": "The name kappa is a contraction of the words kawa (river) and wappa, a variant form of 童 warawa (also warabe) `child`. Another translation of kappa is `water sprites`. The kappa are also known regionally by at least eighty other names such as kawappa, kawako, kawatarō, gawappa, kōgo, suitengu.It is also called kawauso otter, dangame soft-shelled turtle, and enkō monkey, suggesting it outwardly resembles these animals. The name komahiki or `steed-puller` alludes to its reputed penchant to drag away horses.The kappa has been known as kawako in Izumo (Shimane Prefecture) where Lafcadio Hearn was based, and gatarō was the familiar name of it to folklorist Kunio Yanagita from Hyōgo Prefecture."
    },
    {
      "id": 20,
      "name": "Kitsune",
      "description": "In Japanese folklore, kitsune (狐, きつね, IPA: [kʲi̥t͡sɯne̞] ⓘ) are foxes that possess paranormal abilities that increase as they get older and wiser. According to folklore, the kitsune-foxes (or perhaps the 'fox spirits') can bewitch people, just like the tanuki[a] they have the ability to shapeshift into human or other forms, and to trick or fool human beings. While some folktales speak of kitsune employing this ability to trick others—as foxes in folklore often do—other stories portray them as faithful guardians, friends, and lovers.",
      "informations": "The oldest relationship between the Japanese people and the fox dates back to the Jomon period necklace made by piercing the canine teeth and jawbone of the fox.[2][3]In the Nihon Shoki (or Nihongi, compiled 720), the fox is mentioned twice, as omens.[12] In the year 657 a byakko or 'white fox' was reported to have been witnessed in Iwami Province,[13][12] possibly a sign of good omen.[b] And in 659, a fox bit off the end of a creeping vine plant held by the laborer (shrine construction worker),[d] interpreted as an inauspicious omen foreshadowing the death of Empress Saimei the following year."
    },
    {
      "id": 30,
      "name": "Oni",
      "description": "Oni (鬼おに) (/oʊni/ OH-nee) is a kind of yōkai, demon, orc, ogre, or troll in Japanese folklore. They are believed to live in caves or deep in the mountains.[2] Oni are known for their superhuman strength and have been associated with powers like thunder and lightning,[2] along with their evil nature manifesting in their propensity for murder and cannibalism. They are typically portrayed as hulking figures with one or more horns growing out of their heads, massive teeth, and occasionally a third eye in the center of the forehead.[3][4] They are typically depicted with red, blue, black, or yellow colored skin, wearing loincloths of tiger pelt, and carrying iron kanabō clubs.[4] They also have three to six digits on each hand and foot tipped with claw-like nails.[5] Oni are able to change their looks to fool their victims into trusting them. Oni can be male or female, but have been predominantly male throughout history.[6] Female oni are sometimes referred to by the name Yamauba. When in disguise, oni are capable of appearing as a man or woman, regardless of their gender.[7] As monstrous as oni are, they have been linked to bringing good fortune and wealth.",
      "informations": "Oni, written in kanji as 鬼, is read in China as guǐ (pinyin), meaning something invisible, formless, or unworldly, in other words, a 'ghost' or the 'soul of the dead'. On the other hand, the Japanese dictionary Wamyō Ruijushō (和名類聚抄) written in Japan in the 10th century explained the origin of the word oni as a corruption of on/onu (隠), meaning 'to hide'. The dictionary explained that oni is hidden and does not want to reveal itself. When the character for 鬼 was first introduced to Japan, it was pronounced as ki (キ) in the on'yomi reading.The character 鬼 has changed over time in Japan to become its own entity, and there are significant differences between the Japanese oni (鬼) and the Chinese guǐ (鬼). The Chinese guǐ generally refers to the disembodied spirits of the dead and are not necessarily evil. They usually reside in the underworld, but those with a grudge sometimes appear in the human world to haunt, and Taoist priests and others have used their supernatural powers to exterminate them. Japanese oni (鬼), on the other hand, are evil beings that have substance, live in certain places in the human world, such as mountains, have red or blue bodies with horns and fangs, are armed with kanabō (metal clubs), and can be physically killed by cutting with Japanese swords.The Izumo no Kuni Fudoki (出雲国風土記) and Nihon Shoki (日本書紀) are the earliest written examples of oni as entities rather than soul of the dead. The Izumo no Kuni Fudoki, whose compilation began in 713, tells the story of a one-eyed oni who ate a man. Nihon Shoki, completed in 720, tells of a hat (kasa)-wearing oni watching the funeral of Emperor Saimei from the top of Mount Asakura. The character for 鬼 is believed to have been read as oni when the Nihon Shoki was completed,[15] and was also read as kami, mono, and shiko in the Heian period. In Konjaku Monogatarishū (今昔物語集), the character for 鬼 is read as mono. It was not until the end of the Heian period that the reading of oni for the character 鬼 became almost universal.Particularly powerful oni may be described as kishin or kijin (literally 'oni god'; the 'ki' is an alternate character reading of 'oni'), a term used in Japanese Buddhism to refer to Wrathful Deities.The oni was syncretized with Hindu-Buddhist creatures such as the man-devouring yaksha and the rakshasa, and became the oni who tormented sinners as wardens of Hell (Jigoku), administering sentences passed down by Hell's magistrate, King Yama (Enma Daiō). The hungry ghosts called gaki (餓鬼) have also been sometimes considered a type of oni (the Kanji for 'ki' 鬼 is also read 'oni'). Accordingly, a wicked soul beyond rehabilitation transforms into an oni after death. Only the very worst people turn into oni while alive, and these are the oni causing troubles among humans as presented in folk tales.Some scholars have even argued that the oni was entirely a concept of Buddhist mythology.Oni bring calamities to the land, bringing about war, plague/illness, earthquakes, and eclipses. They have the destructive power of lightning and thunder, which terrifies people through their auditory and visual effects."
    },
    {
      "id": 40,
      "name": "Jorogumo",
      "description": "Jorōgumo (Japanese: 絡新婦 (kanji), じょろうぐも (hiragana)) is a type of yōkai, a creature of Japanese folklore. It can shapeshift into a beautiful woman, so the kanji that represent its actual meaning are 女郎蜘蛛 (lit. 'woman-spider'); the kanji which are used to write it instead, 絡新婦 (lit.'entangling newlywed woman') have a jukujikun pronunciation that is related to the meaning, but not the sound of the word. In Toriyama Sekien's Gazu Hyakki Yagyō, it is depicted as a spider woman manipulating small fire-breathing spiders.Jorōgumo can also refer to some species of spiders, such as the Nephila and Argiope spiders. Japanese-speaking entomologists use the katakana form of jorōgumo (ジョロウグモ) to refer exclusively to the spider species Trichonephila clavata, and this has been adopted into English as 'Jorō spider'.",
      "informations": "At the Jōren Falls of Izu, Shizuoka Prefecture, allegedly lives the jorōgumo mistress of the waterfall. The local legend tells of a man who rested beside the waterfall basin when the jorōgumo tried to drag him into the waterfall by throwing webs around his leg. The man transferred the webbing around a tree stump, which was dragged into the falls instead of him.[1]After that, people of the village dared not venture close to the falls anymore. Then one day, a visiting woodcutter who was a stranger to this all tried to cut a tree and mistakenly dropped his favorite axe into the basin. As he tried to go down to fetch his axe back, a beautiful woman appeared and returned it to him. 'You must never tell anyone what you saw here', she said. Initially he kept the secret, but as days went by, the need to spill the story burdened him. And finally at a banquet, while drunk, he told the whole story. Feeling unburdened and at peace, he went to sleep, but he never woke again.[4] In another version, the woodcutter was pulled outside by an invisible string and his corpse was found floating the next day at the Jōren Falls.[5]In yet another version, the woodcutter fell in love with a woman he met at the waterfall. He visited her every day, but grew physically weaker each time. The oshō of a nearby temple suspected that the woodcutter was 'taken in by the jorōgumo mistress of the waterfall', and accompanied him to chant a sutra. When a spider thread reached out to the woodcutter, the oshō let out a thunderous yell, and the thread disappeared. Now knowing that the woman was actually a jorōgumo, the woodcutter still persisted and tried to gain permission for marriage from the mountain's tengu. When the tengu denied him the woodcutter ran towards the waterfall, where he was entangled by spider threads and disappeared into the water."
    },
    {
      "id": 50,
      "name": "Jubokko",
      "description": "The Jubokko (Japanese: 樹木子, 'tree child') is a yōkai tree in Japanese folklore that appears in many books related to Japanese yōkai, including Shigeru Mizuki's works.According to folklore, it appears in former battlefields where many people have died, and its appearance does not differ that much from ordinary trees. Since it becomes a yōkai tree by sucking up large quantities of blood from the dead, it lives on human blood. When a human being happens to pass by, it supposedly captures the victim and, changing its branches into the shape of a tube, sucks the blood out of the victim. A Jubokko that sucks life out of human beings in such a way is said to always maintain a fresh appearance. When a Jubokko is cut, blood trickles out. It is said that a Jubokko branch could heal and decontaminate an injured person",
      "informations": "Folklore scholars such as Kunio Yanagita and Iwao Hino, who wrote works such as 'Youkai Stories' and 'Vocabulary of Changes in Japanese Youkai', respectively, state in written works about folklore yōkai that there is no yōkai that became the origin of the Jubokko.[4][5] A group of experts from a group called To Scholar Conference (と学会, to gakkai), run by yōkai scholars Natsuhiko Kyogoku and Tada Natsumi, writer Murakami Kenji, and SF writer Yamamoto Hiroshi, stated that there is no source of appearance for this yōkai tree and that it can be theorized that this yōkai is a fictional creature conceived by Shigeru Mizuki. [6][7][8] Mizuki stated that he created around 30 different yōkai in his comic book GeGeGe no Kitaro, but he did not specify which among the yōkai described in his work were his original creations"
    },
    {
      "id": 60,
      "name": "",
      "description": "Kamaitachi",
      "informations": "Kamaitachi (鎌鼬) is a Japanese yōkai from the oral tradition of the Kōshin'etsu region. It can also refer to the strange events that this creature causes.They appear riding on dust devils and cut people using their sickle-like front claws, delivering sharp, painless wounds. The name is a combination of the words kama (sickle), and itachi (weasel)."
    },
    {
      "id": 70,
      "name": "Tengu",
      "description": "Tengu (Japanese: 天狗, lit. 'Heavenly Dog')(/ˈtɛŋɡuː/ TENG-goo, Japanese pronunciation: [teŋgɯ]) are a type of legendary creature found in Shinto belief. They are considered a type of yōkai (supernatural beings) or Shinto kami (gods or spirits).[1] The Tengu were originally thought to take the forms of birds of prey and a monkey deity, and they were traditionally depicted with human, monkey, and avian characteristics. Sarutahiko Ōkami is considered to be the original model of Konoha-Tengu (a supernatural creature with a red face and long nose), which today is widely considered the Tengu's defining characteristic in the popular imagination. He is the Shinto monkey deity who is said to shed light on Heaven and Earth. Some experts theorize that Sarutahiko was a sun god worshiped in the Ise region prior to the popularization of Amaterasu.Buddhism long held that the Tengu were disruptive demons and harbingers of war. Their image gradually softened, however, into one of protective, if still dangerous, spirits of the mountains and forests. Tengu are associated with the ascetic practice of Shugendō, and they are usually depicted in the garb of its followers, the yamabushi.",
      "informations": "The term tengu and the characters used to write it are borrowed from the name of a fierce demon from Chinese folklore called tiāngǒu though this still has to be confirmed. Chinese literature assigns this creature a variety of descriptions, but most often it is a fierce and anthropophagous canine monster that resembles a shooting star or comet. It makes a noise like thunder and brings war wherever it falls. One account from the Shù Yì Jì (述異記, 'A Collection of Bizarre Stories'), written in 1791, describes a dog-like tiāngǒu with a sharp beak and an upright posture, but usually tiāngǒu bear little resemblance to their Japanese counterparts"
    },
    {
      "id": 80,
      "name": "Tsukomogami",
      "description": "In Japanese folklore, tsukumogami (付喪神 or つくも神,[note 1][1] lit. 'tool kami') are tools that have acquired a kami or spirit.[2] According to an annotated version of The Tales of Ise titled Ise Monogatari Shō, there is a theory originally from the Onmyōki (陰陽記) that foxes and tanuki, among other beings, that have lived for at least a hundred years and changed forms are considered tsukumogami.[3] In modern times, the term can also be written 九十九神 (literally ninety-nine kami), to emphasize the agedness.",
      "informations": "The word つくも髪, which is also pronounced tsukumogami, appeared in a waka poem in the 9th-century The Tales of Ise, section 63. It is a compound of つくも tsukumo, of unknown meaning, and 髪 kami 'hair'. In the poem it referred to an old woman's white hair, so tsukumo has been interpreted as meaning 'old', often metaphorically represented as ninety-nine years.[3]The element 髪 kami 'hair' is a homophone of 神 kami 'spirit'; both may be pronounced -gami in compound words. Thus the word tsukumogami has come to mean a 99-year spirit. The kanji representation 付喪神 for tsukumogami in this sense dates to a Tenpō period otogizōshi, an emakimono called the Tsukumogami Emaki. According to this emaki, a tool, after the passage of 100 years, would develop a spirit (kami), and with this change would become a tsukumogami. This emaki has a caption stating that the word tsukumo could also be written with the kanji 九十九, meaning 'ninety-nine' (years)."
    },
    {
      "id": 90,
      "name": "Rokurokubi",
      "description": "The nukekubi are rokurokubi whose heads come off and float about. These were the last of the rokurokubi whereas the other kind came before.[7] Nukekubi sometimes perform bad deeds such as attacking at night and drinking their victims' blood. It is theorized that the nukekubi has a weakness when it is sleeping and the head is floating around: if the body moves, then the head cannot be re-united to the body.[8] Classical literature about rokurokubi describe tales of people witnessing and encountering floating heads at night time.Sometimes, the action of the head separating from the body is seen as the soul wandering away from the body, i.e. somnambulism. For example, in the Sorori Monogatari (曾呂利物語, 1663 CE), in the chapter A Woman's Wild Thoughts Wandering Around (女の妄念迷ひ歩く事, Onna no Mōnen Mayoiaruku Koto) the head separating from the body interpreted to be the woman's soul wandering while asleep. In the same book, a man saw a nukekubi that changed into a chick and a woman's head, so he took his sword and chased the head. The head fled into a home and people said that they heard a voice from inside say, 'I had a scary dream. I was chased by a man with a sword. I ran away all the way back home and then I woke up.",
      "informations": "Starting in the Edo period, tales were written about people's necks stretching when they were asleep. Examples of these tales are Buya Zokuda (武野俗談), Kanden Kōhitsu (閑田耕筆) and Yasō Kidan (夜窓鬼談).It is thought that the idea of an extending neck originated from people misinterpreting visual depictions of nukekubi, the earlier kind of rokurokubi. There was the idea that nukekubi had a string attaching the head to the body and when this string was depicted in visual depictions, people misinterpreted this string as an elongated neck."
    },
    {
        "id":99,
        "name":"Nuppeppo",
        "description":"The nuppeppō (Japanese: ぬっぺふほふ or ぬっぺっぽう) is a yōkai that appears in Edo Period yōkai emaki such as the Gazu Hyakki Yagyō and the Hyakkai Zukan. It is depicted with indistinguishable wrinkles on its face and body as a one head blob of meat.",
        "informations":"In the emaki, it has nothing more than a name and picture, and there is almost no explanatory text, but from its name and the passage 'there is a monster (bakemono) called nuppeppō. It has neither eye nor ear, alled the disguised form of an old toad, similar to the fox or tanuki. This 'nubbehhō' picture comes with the words,'a monster that's a very wrinkly sweet potato with four short limbs'."
    }
  ]
}
